// ConsoleApplication6.cpp : Defines the entry point for the console application.
//

#include "stdafx.h"
#include "iostream"
#include<locale>
#include "windows.h"

using namespace std;


void main(void)
{
	//etlocale(LC_ALL, "ukr");
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);

	cout << "Ім'я: Шароградська Анастасія" << endl;
	cout << "Дата народження: 30.10.1997" << endl;
	cout << "Місце навчання:Донецький національний університет" << endl;
	cout << "Улюблений серіал: я зомбі, люцифер" << endl;
	cout << "Улюблений Напій: кава" << endl;
	cout << "Улюблений жанр фільму: комедія, тріллер " << endl;
	cout << "Улюблений колір: Голубий, рожевий " << endl;
	cout << "Улюблене місто: Львів " << endl;
	cout << "Улюблений письменник: Ельчін Сафарлі " << endl;
	cout << "Улюблена тварина: котик " << endl;
	cout << "Колір очей: голубий(сірий)" << endl;
	cout << "Улюблена пора року: весна" << endl;
	cout << "Улюблені солодощі: молочний шоколад з цільними лісовими" << endl;
	cout << "Зріст: 171 см" << endl;
	cout << "Улюблена машина: BMW M5 E60(лісічка)" << endl;
	cout << "Улюблений нічний клуб: Skyroom" << endl;
	cout << "Стиль одягу: від лєді до гопніка(в завісімості від настрою)" << endl;
	cout << "Улюблена сага: дом ночі" << endl;
	cout << "Хоббі: співати" << endl;
	cout << "Улюблений актор: Зак Ефрон" << endl;
	cout << "Улюблений російський актор: Павло Прилучний" << endl;

	
	cout << "пам'ятки Львова " << endl;
	cout << "Високий замок" << endl;
	cout << "Театр опери та балету" << endl;
	cout << "дворик загублених іграшок" << endl;
	cout << "Ратуша" << endl;
	

	system ("pause");
	cout << "улюблені місця: " << endl;
	cout << "копальня" << endl;
	cout << "дворець Потоцьких" << endl;
	cout << "місто мрії" << endl;
	cout << "випити смачну каву" << endl;
	cout << "подивитись як добувають каву" << endl;
	cout << "хочу там жити" << endl;
	cout << "в університет:класичний стиль одягу" << endl;
	cout << "на вечірку : плаття та вечірній макіяж" << endl;
	cout << "на прогулянку : зручний одяг(джинси та футболка)" << endl;
	cout << "у подорож : найбільш зручний одяг в залежності від погодніх умов" << endl;
	cout <<  "на урочистий захід : вечірню сукню" << endl;
	cout << "джинси та рубашка" << endl;
	cout << "плаття та піджак" << endl;
	cout << "класичні шорти та футболка" << endl;
	cout << "бомж" << endl;
	cout << "в ліс: спортивний костюм" << endl;
	cout << "з хлопцем: плаття та туфлі" << endl;
	cout << "в магазин: перше, що випало з шкафа" << endl;
	cout << "парадний бомж" << endl;
	system("pause");
	cout << "хочу ще раз побувати у цьому місці" << endl;

}

